Repository: olemoign/asset-tracker
Catalog: asset_tracker/locale/*/LC_MESSAGES/messages.po
Languages: fr

source: <b>%(date)s</b> %(creator)s set site to
fr: <b>%(date)s</b> %(creator)s a défini le site

source: <b>%(date)s</b> %(creator)s set status to <b>%(status)s</b>.
fr: <b>%(date)s</b> %(creator)s a défini le statut <b>%(status)s</b>.

source: <b>%(date)s</b> %(software)s updated to version %(version)s.
fr: <b>%(date)s</b> %(software)s mis à jour en version %(version)s.

source: <b>%(date)s</b> Configuration updated.
fr: <b>%(date)s</b> Configuration mise à jour.

source: Activation
fr: Mise en service

source: Add Event
fr: Ajouter Événement

source: Alcohol and drug test
fr: Test de dépistage de stupéfiants et d’alcool

source: An error occurred. Please retry later.
fr: Une erreur est survenue. Veuillez réessayer dans quelques instants.

source: Asset ID
fr: ID

source: Assets
fr: Matériels

source: Automatic tensiometer armband wireless - A&D UA-1200BLE
fr: Auto-tensiomètre brassard sans fil - A&D UA-1200BLE

source: Automatic tensiometer armband wireless - Foracare P80
fr: Auto-tensiomètre brassard sans fil - Foracare P80

source: Automatic tensiometer wireless - A&D UA-651BLE
fr: Auto-tensiomètre sans fil - A&D UA-651BLE

source: Automatic tensiometer wireless - Beurer BM 85
fr: Auto-tensiomètre sans fil - Beurer BM 85

source: Backpack
fr: Sac à dos

source: Bathroom scale wireless - A&D UC-355PBT-Ci
fr: Pèse-personne sans fil - A&D UC-355PBT-Ci

source: Biomicroscopic lens - Miis DEA200P
fr: Objectif biomicroscopique - Miis DEA200P

source: Blood analyser - PTS CardioChek
fr: Analyseur sanguin - PTS CardioChek

source: Blood glucose test strips - Beurer
fr: Bandes de test de glycémie - Beurer

source: Blood glucose test strips - Foracare
fr: Bandes de test de glycémie - Foracare

source: Blood tests - Nal Von Minden
fr: Tests sanguins - Nal Von Minden

source: CCTS - In service
fr: CCTS - En service

source: CCTS - In transit to Marlink Logistics
fr: CCTS - En transit vers Marlink Logistics

source: CCTS - On site
fr: CCTS - Sur site

source: CCTS - Replacement ordered (calibration)
fr: CCTS - Remplacement demandé (calibration)

source: CCTS - Replacement ordered (failure)
fr: CCTS - Remplacement demandé (panne)

source: Calibration frequency
fr: Fréquence de calibration

source: Camera general diagnostic USB - Firefly DE605
fr: Caméra de diagnostic général USB - Firefly DE605

source: Camera handheld / Ophthalmoscope kit - Optomed Smartscope M5 + EY4
fr: Kit caméra à main / Ophtalmoscope - Optomed Smartscope M5 + EY4

source: Camera handheld 2Mpx - Miis Horus DSC100
fr: Caméra à main 2Mpx - Miis Horus DSC100

source: Camera handheld 5Mpx - Miis Horus DSC300P
fr: Caméra à main 5Mpx - Miis Horus DSC300P

source: Camera intraoral - Acteon SoproCare 717 + Dock M-USB2
fr: Caméra intra-buccale - Acteon SoproCare 717 + Dock M-USB2

source: Camera intraoral - Acteon SoproCare 950 + Dock M-USB2
fr: Caméra intra-buccale - Acteon SoproCare 950 + Dock M-USB2

source: Camera intraoral - Owandy OWandyCam
fr: Caméra intra-buccale - Owandy OWandyCam

source: Camera intraoral - Owandy OWandyCam HD
fr: Caméra intra-buccale - Owandy OWandyCam

source: Cancel
fr: Annuler

source: Cart
fr: Chariot

source: Company
fr: Entreprise

source: Configuration update
fr: Mise à jour de configuration

source: Consumables case
fr: Valise consommables

source: Consumables expiration reminder
fr: Rappel de péremption des consommables

source: Control solution for blood glucose meter - Beurer
fr: Solution de contrôle pour lecteurs de glycémie - Beurer

source: Control solution for blood glucose meter - Foracare
fr: Solution de contrôle pour lecteurs de glycémie - Foracare

source: Current
fr: Actuel

source: Current location
fr: Position actuelle

source: Customer
fr: Client

source: Customer ID (Subscription ID)
fr: ID Client (Souscription)

source: Customer name
fr: Nom du client

source: DD/MM/YYYY
fr: JJ/MM/AAAA

source: Dear user
fr: Cher utilisateur

source: Decommissioned
fr: Hors service

source: Defibrillator electrodes adult
fr: Électrodes défibrillateur adulte

source: Defibrillator electrodes child
fr: Électrodes défibrillateur enfant

source: Defibrillator external automatic - Schiller FRED Easy Trainer
fr: Défibrillateur automatique externe - Schiller FRED Easy Trainer

source: Defibrillator external automatic - Schiller FRED Easyport
fr: Défibrillateur automatique externe - Schiller FRED Easyport

source: Defibrillator lithium battery
fr: Pile lithium défibrillateur

source: Delivery
fr: Livraison

source: Dermatoscope lens - Miis DDC100
fr: Objectif dermatoscope - Miis DOC100

source: Dermatoscope lens wide-angle - Miis DDC200
fr: Objectif dermatoscope grand angle - Miis DDC200

source: Dermatoscope polarizing digital USB - Firefly DE300
fr: Dermatoscope polarisant numérique USB - Firefly DE300

source: Dermatoscope tablet/smartphone - Dermlite DL1
fr: Dermatoscope pour tablette/smartphone - Dermlite DL1

source: Dermatoscope tablet/smartphone light - Dermlite DL1 BASIC
fr: Dermatoscope light pour tablette/smartphone - Dermlite DL1 BASIC

source: Dermatoscope with large lens 300mm table/smartphone - Dermlite DL4
fr: Dermatoscope avec lentille large 300 mm pour tablette/smartphone - Dermlite DL4

source: Device calibration reminder
fr: Rappel d'étalonnage du matériel

source: ECG 12-lead USB - Schiller MS-12 USB
fr: ECG 12 dérivations USB - Schiller MS-12 USB

source: ECG 12-lead wireless- Parsys Telecardia
fr: ECG 12 dérivations sans fil - Parsys Télécardia

source: ECG 12-lead wireless- Welch Allyn/Mortara RSCRIBE 7 WAM ECG
fr: ECG 12 dérivations sans fil - Welch Allyn/Mortara RSCRIBE 7 WAM ECG

source: ECG 18-lead wireless - Parsys Cardialys
fr: ECG 18 dérivations sans fil - Parsys

source: ECG electrode clip adult/child
fr: Électrode ECG à clip adulte/enfant

source: ECG electrode trigger guard adult
fr: Électrode ECG à pontet adulte

source: ECG electrodes tab adult (x1000) - Schiller
fr: Électrodes ECG à languette adulte (x1000) - Schiller

source: ECG electrodes tab adult/child (x1000) - 3M
fr: Électrodes ECG à languette adulte/enfant (x1000) - 3M

source: Ear protective caps single use
fr: Capuchons auriculaires à usage unique

source: Ear speculums single use
fr: Spéculums auriculaires à usage unique

source: Equipments
fr: Équipements

source: Error
fr: Erreur

source: Extract
fr: Extraire

source: General lens - Miis DGC100
fr: Objectif général - Miis DGC100

source: Glucose meter USB - Beurer GL50
fr: Glucomètre USB - Beurer GL50

source: Glucose meter wireless - Foracare DM30b
fr: Glucomètre sans fil - Foracare DM30b

source: Hardware version
fr: Version du matériel

source: History
fr: Historique

source: Home
fr: Accueil

source: Hospital
fr: Hôpital

source: In calibration
fr: En calibration

source: In repair
fr: En réparation

source: In service
fr: En service

source: In stock Parsys
fr: En stock Parsys

source: In stock distributor
fr: En stock distributeur

source: In transit to Parsys
fr: En transit vers Parsys

source: In transit to customer
fr: En transit vers le client

source: In transit to distributor
fr: En transit vers le distributeur

source: In transit to distributor (return)
fr: En transit vers le distributeur (retour)

source: Intraoral camera casing - Owandy
fr: Protections pour caméra intra-buccale - Owandy

source: Intraoral camera casing - Soprocare
fr: Protections pour caméra intra-buccale - Soprocare

source: Invalid asset status.
fr: Statut invalide.

source: Invalid calibration frequency.
fr: Fréquence de calibration invalide.

source: Invalid equipment family.
fr: Équipement invalide.

source: Invalid event date.
fr: Date d'événement invalide.

source: Invalid event.
fr: Cet événement n'existe pas.

source: Invalid expiration date.
fr: Date d'expiration invalide.

source: Invalid site.
fr: Site invalide.

source: Invalid tenant.
fr: Tenant invalide.

source: Lancets (legacy)
fr: Lancettes (historique)

source: Laryngoscope digital USB - Vivid Medical VT-A100
fr: Laryngoscope numérique USB - Vivid Medical VT-A100

source: Last calibration
fr: Dernière calibration

source: Logout
fr: Déconnexion

source: MAC address (ethernet)
fr: Adresse MAC (ethernet)

source: MAC address (wifi)
fr: Adresse MAC (wifi)

source: Marlink Logistics - In stock
fr: Marlink Logistics - En stock

source: Marlink Logistics - In transit to Parsys
fr: Marlink Logistics - En transit vers Parsys

source: Marlink Logistics - In transit to customer
fr: Marlink Logistics - En transit vers le client

source: Missing mandatory data.
fr: Donnée obligatoire manquante.

source: Multiparametrical USB - Parsys Biosys
fr: Multiparamétrique USB - Parsys Biosys

source: Multipurpose digital audiometer with headset - Echodia Otowin + DD45 HI
fr: Audiomètre numérique polyvalent avec casque - Echodia Otowin + DD45 HI

source: Name
fr: Nom

source: Name already exists.
fr: Ce nom existe déjà.

source: Name is required.
fr: Le nom est requis.

source: New
fr: Créer

source: New asset
fr: Nouveau matériel

source: New site
fr: Nouveau site

source: Next calibration
fr: Prochaine calibration

source: No asset registered.
fr: Aucun matériel enregistré.

source: No configuration registered.
fr: Aucune configuration enregistrée.

source: No software registered.
fr: Aucun logiciel enregistré.

source: None
fr: Aucun

source: Nursing home
fr: EHPAD

source: Ocular surface lens - Miis DEA100
fr: Objectif surface oculaire - Miis DEA100

source: On site
fr: Sur site

source: Ophtalmoscope lens 25° - Miis EEC100
fr: Objectif ophtalmoscope 25° - Miis EEC100

source: Ophtalmoscope lens 40° - Miis DEC100
fr: Objectif ophthalmoscope 40° - Miis DEC100

source: Otoscope lens 2Mpx - Miis DOC100S
fr: Objectif otoscope 2Mpx - Miis DOC100S

source: Otoscope lens 5Mpx - Miis DOC300S
fr: Objectif otoscope 5Mpx - Miis DOC300S

source: Otoscope polarizing digital USB - Firefly DE500
fr: Otoscope polarisant numérique USB - Firefly DE500

source: Oxymeter USB - Nonin 3231
fr: Oxymètre USB - Nonin 3231

source: Oxymeter unconnected - Nonin 9590
fr: Oxymètre non connecté - Nonin 9590

source: Oxymeter wireless - Nonin 3230
fr: Oxymètre sans fil - Nonin 3230

source: Page not found
fr: Page non trouvée

source: Parsys - Decommissioned
fr: Parsys - Hors service

source: Parsys - In calibration
fr: Parsys - En calibration

source: Parsys - In repair
fr: Parsys - En réparation

source: Parsys - In stock
fr: Parsys - En stock

source: Parsys - In transit to Marlink Logistics
fr: Parsys - En transit vers Marlink Logistics

source: Phone
fr: Téléphone

source: Please know that there is no guarantee that diagnoses will be reliable if the consumable expiration dates have passed.
fr: Nous ne pouvons garantir la fiabilité des résultats de diagnostic si la date de péremption du matériel consommable est dépassée.

source: Refractometer mobile - Welch Allyn SPOT Vision Screener
fr: Réfractomètre mobile - Welch Allyn SPOT Vision Screener

source: Replacement ordered (calibration)
fr: Remplacement demandé (calibration)

source: Replacement ordered (failure)
fr: Remplacement demandé (panne)

source: Retina camera babies/premature babies - Welch Allyn RETeval-DR
fr: Caméra de rétine bébés/prématurés - Welch Allyn RETeval-DR

source: Secure lancing devices
fr: Autopiqueurs sécurisés

source: Settings
fr: Paramètres

source: Ship
fr: Bateau

source: Show decommissioned assets
fr: Afficher les matériels hors service

source: Sincerely
fr: Cordialement

source: Site change
fr: Changement de site

source: Site type is required.
fr: Le type du Site est requis.

source: Software update
fr: MAJ logicielle

source: Softwares versions
fr: Versions logicielles

source: Spirometer digital USB - MIR Minispir Light
fr: Spiromètre numérique USB - MIR Minispir Light

source: Spirometer disposable turbines
fr: Turbines jetables pour spiromètre

source: Spirometer nose clip
fr: Pince-nez pour spiromètre

source: Status
fr: Statut

source: Stethoscope USB - Riester PCP-USB
fr: Stéthoscope USB - Riester PCP-USB

source: Submit
fr: Valider

source: Telecardia
fr: Télécardia

source: Telecardia charging base - Parsys Base TC
fr: Base de chargement Télécardia - Parsys Base TC

source: The following assets must be calibrated before %(calibration_date)s
fr: Les assets suivants doivent être calibrés avant le %(calibration_date)s

source: The following assets use consumables expiring on %(expiration_date)s:
fr: Les assets suivants utilisent des consommables expirant le %(expiration_date)s:

source: Thermometer ear wireless - Foracare IR20b
fr: Thermomètre auriculaire sans fil - Foracare IR20b

source: Thermometer forehead wireless - Foracare IR42
fr: Thermomètre frontal sans fil - Foracare IR42

source: Thermometer infrared wireless - Foracare IR21b
fr: Thermomètre infrarouge sans fil - Foracare IR21b

source: This asset id already exists.
fr: Cet ID existe déjà.

source: Toggle navigation
fr: Barre de navigation

source: Tropical disease test - Dengue fever Ag+IgG-IgM
fr: Test de détection de maladies tropicales - Dengue Ag+IgG-IgM

source: Tropical disease test - Malaria
fr: Test de détection de maladies tropicales - Malaria

source: Troponin blood test
fr: Test sanguin troponine

source: Ultrasound probe cardio phased array - Sonoscanner PR54
fr: Sonde échographique cardio phased array - Sonoscanner PR54

source: Ultrasound probe convex HD - Sonoscanner PR50
fr: Sonde échographique convexe HD - Sonoscanner PR50

source: Ultrasound probe linear full HD 50 - Sonoscanner PR52
fr: Sonde échographique linéaire full HD 50 - Sonoscanner PR52

source: Ultrasound scanner USB - Interson SiMPLi - GP-C01
fr: Échographe USB - Interson SiMPLi - GP-C01

source: Ultrasound scanner USB - Interson abdominal 99-5929
fr: Échographe USB - Interson abdominal 99-5929

source: Ultrasound scanner ultra-portable 7" - Sonoscanner Ulite EXP
fr: Échographe ultra portable 7" - Sonoscanner Ulite EXP

source: Urine test 10 parameters
fr: Tests urinaires d’urologie 10 paramètres

source: Warranty end
fr: Fin de garantie

source: is not authorized to access this page.
fr: n'est pas autorisé(e) à accéder à cette page.

source: or go to
fr: ou accéder à

source: years
fr: ans
